{
  "Начальная локация": {
    "guide": "в начальной локации",
    "location_items": [
      "Камень",
      "Ветка",
      "Осколок стекла",
      "Дождевой червь"
    ],
    "ways": [
      "Первый этаж"
    ],
    "description": "Тебя окружает просторное поле. Близко виднеется только какое-то трехэтажное заброшенное здание. Пути кроме здания нет..."
  },
  "Первый этаж": {
    "guide": "на первом этаже",
    "location_items": [
      "Бумажная записка",
      "Железная балка",
      "Старинная книга"
    ],
    "ways": [
      "Подвал",
      "Второй этаж",
      "Барная стойка"
    ],
    "description": "Темное и разрушеное место, по сути как и ожидалось. Здание странное, ведь первый этаж похож на бар. Видна лестница в подвал, из которого доноситься тихий шум. На немного сгоревшей стойке, которая находиться рядом с окном, лежит бумажка."
  },
  "Барная стойка": {
    "guide": "за барной стойкой",
    "location_items": [
      "Разбитая тарелка",
      "Золотой ключик",
      "чей-то ботинок"
    ],
    "ways": [
      "Первый этаж",
      "Второй этаж",
      "Подвал"
    ],
    "description": "Здесь валяется одна разбитая посуда и различный мусор. И кое что помимо него."
  },
  "Подвал": {
    "guide": "в подвале",
    "location_items": [
      "Кирпич"
    ],
    "ways": [
      "Первый этаж",
      "Запертая дверь"
    ],
    "description": "На лестнице ведущей в подвал стоит горящяя свеча. Тут кто-то есть. Внизу лестницы закртыая дверь, для которой нужен ключ. Вам немного не по себе"
  },
  "Второй этаж": {
    "guide": "на втором этаже",
    "location_items": ["Золотая монетка"],
    "ways": [
      "Первый этаж",
      "Чудище"
    ],
    "description": "О ужас! Заходя на второй этаж вы видите ужасного и страшного монстра!!!"
  },
  "Запертая дверь": {
    "guide": "за запертой в подвале дверью (в коридоре)",
    "location_items": [
      "Череп",
      "Деревянный меч"
    ],
    "ways": [
      "Подвал",
      "За угол коридора"
    ],
    "description": "Вы видите темный коридор который уходит направо. С права идет какой-то тусклый свет"
  },
  "За угол коридора": {
    "guide": "у незнакомца",
    "location_items": [
      "Незнакомец ничего не дает взять просто так"
    ],
    "ways": [
      "Обменять все свои вещи в инвентаре на мантию-невидимку",
      "Запертая дверь"
    ],
    "description": "Вы удивлены. Перед вами сидит странный человек. Лицо, руки, ноги - всё у него было обмотанно чем-то непонятным. Он вам предлагает сделку. Обменять все, что у вас есть на странный плащ. Вы задаете вопрос что за плащ,а он с ухмылкой отвечает, что это 'мантия-неведимка' Возможно он опасен и вам стоит вернуться обратно к запертой двери."
  }
}