{
  "Начальная локация": {
    "guide": "в начальной локации",
    "ways": [
      "Первый этаж"
    ],
    "description": "Вас окружает просторное поле. Недалеко виднеется единственный обьект - какое-то трехэтажное и заброшенное здание. Идти больше некуда."
  },
  "Первый этаж": {
    "guide": "на первом этаже",
    "ways": [
      "Подвал",
      "Второй этаж",
      "Барная стойка"
    ],
    "description": "Темное и разрушеное место, как и ожидалось. Здание странное, первый этаж выглядит как бар. Видна лестница в подвал, от которого доноситься тихий шум. На полусгоревшей стойке, находящейся рядом с окном, лежит старинная книжка."
  },
  "Барная стойка": {
    "guide": "за барной стойкой",
    "location_items": "Железный ключик",
    "ways": [
      "Первый этаж"
    ],
    "description": "Здесь валяется одна разбитая посуда и различный мусор. И кое-что помимо него."
  },
  "Подвал": {
    "guide": "в подвале",
    "ways": [
      "Первый этаж",
      "Запертая дверь"
    ],
    "description": "На лестнице, ведущей в подвал, находится горящая свеча. Тут кто-то есть. В самом низу закрытая дверь с замком. Жутковато…"
  },
  "Второй этаж": {
    "guide": "на втором этаже",
    "location_items": [
      "Золотая монетка"
    ],
    "ways": [
      "Первый этаж",
      "Чудище"
    ],
    "description": "О ужас! Заходя на второй этаж вы видите ужасного и страшного монстра!!!"
  },
  "Запертая дверь": {
    "guide": "за запертой в подвале дверью (в коридоре)",
    "ways": [
      "Подвал",
      "За угол коридора"
    ],
    "description": "Вы видите темный коридор который уходит вправо. С права виднеется какой-то тусклый свет"
  },
  "За угол коридора": {
    "guide": "у незнакомца",
    "ways": [
      "Обменять все свои вещи в инвентаре на мантию-невидимку",
      "Запертая дверь"
    ],
    "description": "Вы удивлены. Перед вами сидит странный человек. Лицо, руки, ноги - всё было обмотанно чем-то непонятным. Незнакомец предлагает сделку. Обменять все, что у вас есть на странный плащ. Вы задаете вопрос: 'что за плащ?', а он с ухмылкой отвечает: 'это мантия-неведимка'. Возможно незнакомец опасен и стоит вернуться обратно к запертой двери."
  }
}